Repository: sillsdev/phonology-assistant
Catalog: DistFiles/Localizations/Pa.pt.tmx
Source language: pt
Languages: en

source: Exibir informações do mapeamento do campo.
en: Display field mapping information.

source: Analisar &como interlinear
en: Parse &as interlinear

source: O nome do campo '{0}' é reservado e não pode ser usado.\nDigite um nome diferente.
en: The field name '{0}' is reserved and cannot be used.\nEnter a different name.

source: A primeira função específica marcada no campo do Toolbox\nnão foi mapeadas. Ela deve ter um mapeamento.
en: The first Toolbox sort field marker specified was\nnot mapped. It must have a mapping.

source: &Mapeamentos de Campo
en: Field &Mappings

source: Você deve especificar um marcador de registro para identificar o início de cada registro.
en: You must specify a record marker to identify the beginning of each record.

source: Cada campo só pode ser mapeado em uma vez.
en: Each field may only be mapped once.

source: Você só pode mapear o campo fonético uma vez.\nUm mapeamento fonético é especificado usando o tipo de campo.
en: You may only map the phonetic field once.\nA phonetic mapping is specified using the field type.

source: Você deve especificar o primeiro marcador de campo interlinear.
en: You must specify the first interlinear field marker.

source: Você deve especificar um mapeamento para '{0}' porque você o especificou como o primeiro marcador de campo interlinear.
en: You must specify a mapping for '{0}' because you have specified it as the first interlinear field marker.

source: Você deve especificar pelo menos dois campos interlineares.
en: You must specify at least two interlinear fields.

source: &Não analisar todos os campos
en: &Do not parse any fields

source: Opções de Análise
en: Parsing Options

source: Analisar assumindo uma correspondência &um para um
en: Parse assuming a &one-to-one correspondence

source: &Analisar apenas a fonética
en: &Parse only the phonetic

source: Analisar os registros da fonte de dados da seguinte maneira:
en: Parse the data source records in the following way:

source: Marcar Registro:
en: Record Marker:

# Selecione o marcador que marca o início de cada registro.
source: Selecione o marcador que marca\n o início de cada registro.
en: Select the marker that marks\nthe beginning of each record.

source: Exemplo de Entrada:
en: Sample Input:

source: Glosa
en: Gloss

source: Info Gramatical
en: Part of Speech

source: Fonético
en: Phonetic

source: REsultado do Exemplo:
en: Sample Result:

source: Mapear este Marcador...
en: Map this Marker...

source: Arquivo Fonte {0}
en: Source File: {0}

source: Para este Campo
en: To this Field

source: Classificar Primeiro Campo do &Toolbox:
en: First &Toolbox Sort Field:

source: Usado para saltar para o registro adequado do ToolBox.
en: Used for jumping to the appropriate Toolbox record.

source: Propriedades da Fonte de Dados do Formato Padrão
en: Standard Format Data Source Properties

source: Você deve especificar um nome para o gráfico de distribuição.
en: You must specify a name for your distribution chart.

# Já existe um gráfico salvo com o nome '{0}'. Quer substituí-lo?
source: Já existe um gráfico salvo com o nome '{0}'.\nQuer substituí-lo?
en: There is already a saved chart with the name '{0}'.\nDo you want it overwritten?

source: Salvar Gráfico de Distribuição
en: Save Distribution Chart

# Categoria onde irá salvar o padrão:
source: Categoria onde irá\nsalvar o padrão:
en: &Category in which\nto save the pattern:

source: &Nome:
en: &Name:

source: Você deve especificar uma categoria para salvar seu padrão.
en: You must specify a category for your saved pattern.

source: Você deve especificar um nome para salvar seu padrão.
en: You must specify a name for your saved pattern.

source: Padrão:
en: Pattern:

source: Salvar Padrão de Pesquisa
en: Save Search Pattern

# Insira uma categoria na qual deseja salvar o padrão ou escolha uma da lista
source: Insira uma categoria na qual deseja salvar\n o padrão ou escolha uma da lista
en: Enter a category in which to save the\npattern or choose one from the list

source: Digite o nome para salvar o padrão.
en: Enter the name to give your saved pattern.

source: É Interlinear?
en: Is Interlinear?

source: Campo na Fonte de Dados
en: Field in Source Data

source: É Analisado?
en: Is Parsed?

source: Nenhum
en: None

source: Transcrita na fonte como:
en: Transcribed in source as:

source: Substituir por uma destas opções:
en: Replace with one of these options:

source: Alterações de Transcrição
en: Transcription Changes

source: Os seguintes caracteres foram encontrados nos membros da sua classe, mas eles não são encontrados no inventário de caracteres fonéticos do Phonology Assistant. Para obter mais informações, consulte a ajuda.
en: The following characters were found in the members of your class, but they are not found in Phonology Assistant's phonetic character inventory. See Help for more information.

source: Caracteres Indefinidos na Classe
en: Undefined Characters in Class

source: &Caracteres
en: &Characters

source: &Ignorar esses caracteres ao pesquisar dados fonéticos.
en: &Ignore these characters when searching phonetic data.

source: Os seguintes caracteres Unicode foram encontrados em fontes de dados mencionados no projeto {0}, mas eles não são encontrados no inventário de caracteres fonéticos do Phonology Assistant. Para obter mais informações, consulte a ajuda.
en: The following Unicode characters were found in data sources specified in the {0} project, but they are not found in Phonology Assistant's phonetic character inventory. See Help for more information.

source: &Exibir esta caixa de diálogo cada vez são lidas as fontes de dados.
en: &Show this dialog each time data sources are read.

source: Caracter
en: Character

# Número Unicode
source: Número\nUnicode
en: Unicode\nNumber

source: Fonte de Dados
en: Data Source

source: Referência
en: Reference

source: Transcrição
en: Transcription

source: Onde o caráter U+{0:X4} é encontrado
en: &Where character U+{0:X4} is found

source: Caracteres Fonéticos Indefinidos
en: Undefined Phonetic Characters

source: Exibir Ajuda do Gráfico de Consoante
en: Consonant Chart View Help

source: Gráfico de Consoante
en: Consonant Chart

source: Exibir Gráfico de Consoantes (Ctrl+Alt+C)
en: Consonant Chart View (Ctrl+Alt+C)

source: Exibir Ajuda do Acervo de Dados
en: Data Corpus View Help

source: Exibir Acervo de Dados (Ctrl+Alt+D)
en: Data Corpus View (Ctrl+Alt+D)

source: Exibir Ajuda do Gráfico de Distribuição
en: Distribution Charts View Help

source: Gráficos de Distribuição
en: Distribution Chart

source: Exibir Gráficos de Distribuição (Ctrl+Alt+X)
en: Distribution Chart View (Ctrl+Alt+X)

source: Pesquisar
en: Search

source: Exibir Ajuda de Pesquisa
en: Search View Help

source: Exibir Pesquisa (Ctrl+Alt+S)
en: Search View (Ctrl+Alt+S)

source: Exibir Ajuda do Gráfico de Vogal
en: Vowel Chart View Help

source: Gráfico de vogal
en: Vowel Chart

source: Exibir Gráfico de Vogal (Ctrl+Alt+V)
en: Vowel Chart View (Ctrl+Alt+V)

source: Exibir Resultados na Guia do Grupo &Ativo
en: Show Results in &Active Tab Group

source: Exibir Resultados na Guia de Grupo Lado-&a-Lado
en: Show Results in New Side-&By-Side Tab Group

source: Exibir Resultados em Novo Em&pilhamento da Guia do Grupo
en: Show Results in New Stac&ked Tab Group

source: &Pesquisa
en: &Search

source: Pesquisa
en: Search

source: Is&olado
en: Al&one

source: Pesquisar por fone isolado
en: Search for phone alone

source: &Em qualquer lugar
en: &Anywhere

source: &Término de Palavra
en: Word &Finally

source: Pesquisar por fone no término de palavra
en: Search for phone word finally

source: &Início de Palavra
en: Word &Initially

source: Pesquisar por fone no início de palavra
en: Search for phone word initially

source: &Meio de Palavra
en: Word &Medial

source: Pesquisar por fone no meio de palavra
en: Search for phone word medial

source: &Limpar
en: &Clear

source: Limpar Gráfico
en: Clear Chart

source: Limpar &Lista
en: Clear &List

source: Limpar Lista
en: Clear List

source: Fechar Todos os Grupos
en: Close All Tab Groups

source: Fechar Guia
en: Close Tab

source: Fechar Guia do Grupo
en: Close Tab Group

source: Copiar Padrão Salvo
en: Copy Saved pattern

source: C&opiar Padrão Selecionado para o Padrão de Pesquisa Atual
en: C&opy Selected Pattern to Current Search Pattern

source: Cor&tar
en: Cu&t

source: Cortar padrão salvo
en: Cut saved pattern

source: &Editar Registro Fonte
en: &Edit Source Record

source: Editar registro fonte
en: Edit source record

source: [ ] E G&rupo
en: [ ] A&ND Group

source: [C] Qualquer &Consoante
en: [C] Any &Consonant

source: Espaço Reservado para &Diacrítico
en: &Diacritic Placeholder

source: &Inserir
en: &Insert

source: Inserir o Elemento Gráfico na Célula Atual
en: Insert Element into Current Chart Cell

source: [ ] OU G&rupo
en: { } O&R Group

source: + &Um ou Mais Fones ou Diacríticos
en: + &One or More Phones or Diacritics

source: [V] Qualquer &Vogal
en: [V] Any &Vowel

source: # Espaço/Fronteira de &Palavra
en: # Space/&Word Boundary

source: * &Zero ou Mais Fones ou Diacríticos
en: * &Zero or More Phones or Diacritics

source: Mover para Guia de Grupo Lado-&a-Lado
en: Move to New Side-&By-Side Tab Group

source: &Colar
en: &Paste

source: Colar Padrão Salvo
en: Paste Saved Pattern

source: &Reprodução
en: &Playback

source: Reprodução
en: Playback

source: Remover Padrão
en: Remove Pattern

source: Pr&eencher o Gráfico
en: Fi&ll Chart

source: Preencher o Gráfico com os Resultados
en: Fill Chart with Results

source: S&alvar
en: S&ave

source: Salvar o gráfico atual
en: Save Current Chart

source: $Opções
en: &Options

source: Opções de Pesquisa do Gráfico da Coluna Atual
en: Search Options for Current Chart Column

source: Exibir resultados na guia do grupo ativo
en: Show results in active tab group

source: Exibir Resultados em Novo Empilhamento da Guia do Grupo
en: Show Results in New Stacked Tab Group

source: &Parar Reprodução
en: &Stop Playback

source: Parar Reprodução
en: Stop Playback

source: &Editar
en: &Edit

source: &Localizar
en: &Find

source: Localizar &Próxima
en: Find &Next

source: Localizar Próximo
en: Find Next

source: Localizar &Anterior
en: Find &Previous

source: Localizar Anterior
en: Find previous

source: Atualizar Fontes de Dados do Projeto
en: &Reload Project Data Sources

source: &Backup && Restaurar
en: &Backup && Restore

source: &Fechar Projeto
en: &Close Project

source: S&air
en: E&xit

source: Sair do Phonology Assistant
en: Exit Phonology Assistant

source: &Exportar
en: &Export

source: Exportar para Arquivo HTML
en: Export to HTML File

source: Formato &(RTF)...
en: &Rich Text Format (RTF)...

source: Exportar para Arquivo RTF
en: Export to RTF File

source: Exportar para Arquivo XLingPaper
en: Export to XLingPaper File

source: &Novo Projeto...
en: &New Project...

source: Criar Novo Projeto
en: Create New Project

source: &Abrir Projeto...
en: &Open Project...

source: Reprodução &Constante
en: Playback &Repeatedly

source: Reprodução Constante
en: Playback Repeatedly

source: Configurações do P&rojeto...
en: P&roject Settings...

source: &Restaurar...
en: &Restore...

source: Sobre fonologia assistente...
en: &About Phonology Assistant...

source: Sobre o Phonolgy Assistant...
en: About Phonolgy Assistant...

source: &Ajuda
en: &Help

source: Phonology Assistent...
en: Phonology Assistant...

source: Ajuda do Phonology Assistent
en: Phonology Assistant Help

source: &Treino
en: &Training

source: Manual do &Instrutor...
en: &Instructor Guide...

source: Manual do Instrutor
en: Instructor Guide

source: &Manual do Aluno...
en: &Student Manual...

source: Manual do Aluno
en: Student Manual

source: Treino
en: Training

source: Exibir Acoplado
en: Dock View

source: &Filtros...
en: &Filters...

source: (&Sem Filtro)
en: (&No Filter)

source: &Opções...
en: &Options...

source: Exibir Desacoplado
en: Undock View

source: &Seqüências Ambíguas...
en: &Ambiguous Sequences...

source: Função D&escritivas...
en: D&escriptive Features...

source: Função D&istintivas...
en: D&istinctive Features...

source: &Ferramentas
en: &Tools

source: &Alterar Transcrição...
en: &Transcription Changes...

source: &Caracteres Fonéticos Indefinidos...
en: &Undefined Phonetic Characters...

source: R&ecolher Todos os Grupos
en: C&ollapse All Groups

source: Recolher Todos os Grupos
en: Collapse All Groups

source: Gráfico de &Consoante
en: &Consonant Chart

source: Exibir Fontes de Dados (Ctrl+Alt+D)
en: Data Corpus View (Ctrl+Alt+D)

source: Gráficos de &Distribuição
en: Distribution Charts

source: &Expandir Todos os Grupos
en: &Expand All Groups

source: Expandir Todos os Grupos
en: Expand All Groups

source: &Campo de Classicação Primário po Grupo
en: &Group by Primary Sort Field

source: Campo de Classicação Primário po Grupo
en: Group by Primary Sort Field

source: Pares &Mínimos
en: &Minimal Pairs

source: Pares Mínimos
en: Minimal Pairs

source: Exibir &Registro
en: &Record View

source: &Exibir
en: &View

source: &Gráfico de vogal
en: &Vowel Chart

source: &Velocidade de Reprodução
en: Playback &Speed

source: &Velocidade da Reprodução
en: Playback &Speed

source: Velocidade de Reprodução
en: Playback Speed

source: Perquisar por Fone
en: Search for Phone

source: Limpar o Modelo de Busca Atual e os Resultados
en: Clear Current Search Pattern and Results

source: &Classificar Campo Primário por Grupo
en: &Group by Primary Sort Field

source: Classificar Campo Primário por Grupo
en: Group by Primary Sort Field

source: Ignorar
en: Ignore

source: Selecionar Símbolos Ignorados
en: Select Ignored Symbols

source: Inserir o Elemento no Modelo de Busca Atual
en: Insert Element into Current Search Pattern

source: Opções de Classificação Fonética
en: Phonetic Sort Options

source: Salvar &Como...
en: Save &As...

source: &Salvar
en: &Save

source: Salvar
en: Save

source: Salvar o Padrão de Pesquisa Atual com...
en: Save Current Search Pattern As...

source: Salvar o Padrão de Pesquisa Atual
en: Save Current Search Pattern

source: &Opções
en: &Options

source: Opções de Pesquisa
en: Search Options

source: &Histograma
en: &Histogram

source: Exibir Histograma
en: Show Histogram

source: Gráfico HTML
en: HTML Chart

source: Exibir Gráfico HTML
en: Show HTML Chart

source: &Exibir Resultados
en: &Show Results

source: Exibir Resultados da Pesquisa
en: Show Search Results

source: Todos os arquivos (*.*)|*.*
en: All Files (*.*)|*.*

source: Todos os executáveis (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd
en: All Executables (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd

source: Arquivos HTML (*.html)|*.html
en: HTML Files (*.html)|*.html

source: Arquivo MP3 do Speech Analyzer (*.mp3)|*.mp3
en: Speech Analyzer MP3 Files (*.mp3)|*.mp3

source: {0} Projetos (*.pap) | * .pap
en: {0} Projects (*.pap)|*.pap

source: {0} Arquivos XML (*.paxml)|*.paxml
en: {0} XML Files (*.paxml)|*.paxml

source: Formato RiTF (*.rtf)|*.rtf
en: Rich Text Format (*.rtf)|*.rtf

source: Arquivos do Toolbox (*.db)|*. db
en: Toolbox Files (*.db)|*.db

source: Arquivos Interlinear do Toolbox (*.itx)|*.itx
en: Interlinear Toolbox Files (*.itx)|*.itx

source: Arquivo Wave do Speech Analyzer (*.wav)|*.wav
en: Speech Analyzer Wave Files (*.wav)|*.wav

source: Arquivo WMA do Speech Analyzer (*.wma)|*.wma
en: Speech Analyzer WMA Files (*.wma)|*.wma

source: Arquivos do Word XML (*.xml)|*.xml
en: Word XML Files (*.xml)|*.xml

source: Arquivos XLingPaper (*.xml)| *.xml
en: XLingPaper Files (*.xml)|*.xml

source: Arquivos XML (*.xml)|*.xml
en: XML Files (*.xml)|*.xml

source: Arquivos XSLT (*.xslt)| *.xslt
en: XSLT Files (*.xslt)|*.xslt

source: Arquivos Zip (*.zip)|*. zip
en: Zip Files (*.zip)|*.zip

source: É o arquivo de áudio '{0}' não pode ser encontrado.
en: The audio file '{0}' is cannot be found.

source: O editor '{0}' não foi encontrado.
en: The editor '{0}' cannot be found.

source: O campo '{0}' é inválido.
en: The field '{0}' is invalid.

source: Erro ao processar o arquivo da fonte de dados '{0}'.
en: Error processing data source file '{0}'.

source: {0} em '{1}'
en: {0} on '{1}'

source: Projeto FieldWorks '{0}' está faltando.
en: FieldWorks project '{0}' is missing.

source: Coletando informações de projeto FieldWorks...
en: Gathering FieldWorks Project Information...

source: O arquivo '{0}' não é um arquivo wave válido.
en: The file '{0}' is not a valid wave file.

source: O seguinte erro ocorreu ao carregar '{0}'
en: The following error occurred while loading '{0}'

source: Carregando {0}...
en: Reading {0}...

source: Escolha o Local da Nova Fonte de Dados
en: Choose New Data Source Location

source: Iniciando o Servidor SQL...
en: Starting SQL Server...

source: O arquivo wave '{0}' não foi encontrado.
en: The wave file '{0}' cannot be found.

source: Exportação (Passo {0})...
en: Exporting (Step {0})...

source: Você deseja salvar as alterações?
en: Would you like to save your changes?

source: O arquivo de ajuda '{0}' não foi encontrado.
en: The help file '{0}' cannot be found.

source: Você deseja carregar o projeto '{0}'?
en: Would you like to load the '{0}' project?

source: O arquivo de projeto '{0}' está faltando.
en: The project file '{0}' is missing.

source: Carregando...
en: Loading...

source: O arquivo de treinamento '{0}' está faltando.
en: The training file '{0}' is missing.

source: ambiente posterior
en: following environment

source: ambiente anterior
en: preceding environment

source: Sugeridos tópicos da ajuda para review: {0}
en: Suggested help topics to review: {0}

source: Clique aqui
en: Click here

source: Os símbolos '[]{}()<>+*_#' não são permitidos em grupos OU.
en: The symbols '[]{}()<>+*_#' are not allowed in OR groups.

source: O texto '{0}' em colchetes angulares não é um nome de classe válido.
en: The text '{0}' in angled brackets is not a valid class name.

source: No padrão '{0}', o número de suportes de ângulo abertos não corresponde com o número de fechados.
en: In the pattern '{0}', the number of open angle brackets does not match the number of closed.

source: No padrão '{0}', o número de chaves abertas não corresponde com o número de fechadas.
en: In the pattern '{0}', the number of open braces does not match the number of closed.

source: No padrão '{0}', o número de colchetes abertos não corresponde com o número de fechados.
en: In the pattern '{0}', the number of open square brackets does not match the number of closed.

source: No padrão '{0}', o número de parênteses abertos não corresponde com o número de fechados.
en: In the pattern '{0}', the number of open parentheses does not match the number of closed.

source: A parte do ambiente anterior de pesquisa padrão contém um símbolo 'um ou mais' (+) equivocado. Deve ser no final.
en: The following environment portion of the search pattern contains a misplaced 'one or more' symbol (+). It must be at the end.

source: A parte do ambiente anterior de pesquisa padrão contém um símbolo 'um ou mais' (+) equivocado. Deve ser no início.
en: The preceding environment portion of the search pattern contains a misplaced 'one or more' symbol (+). It must be at the beginning.

source: A parte do ambiente anterior de pesquisa padrão contém um símbolo de limite de palavra (#) equivocado. Deve ser no final.
en: The following environment portion of the search pattern contains a misplaced word boundary symbol (#). It must be at the end.

source: A parte do ambiente anterior de pesquisa padrão contém um símbolo de limite de palavra (#) equivocado. Deve ser no início.
en: The preceding environment portion of the search pattern contains a misplaced word boundary symbol (#). It must be at the beginning.

source: A parte do ambiente anterior de pesquisa padrão contém um símbolo 'zero ou mais' (*) equivocado. Deve ser no final.
en: The following environment portion of the search pattern contains a misplaced 'zero or more' symbol (*). It must be at the end.

source: A parte do ambiente anterior de pesquisa padrão contém um símbolo 'zero ou mais' (*) equivocado. Deve ser no início.
en: The preceding environment portion of the search pattern contains a misplaced 'zero or more' symbol (*). It must be at the beginning.

source: O grupo OU '{0}' contém apenas um item. Os grupos OU devem conter vários itens separados por vírgulas.
en: The OR group '{0}' only contains one item. OR groups should contain multiple items separated by commas.

source: Uma combinação no padrão '{0}' irá incluir mais de um fone. Este texto foi encontrado em um grupo OU e, como tal, é inválido. Os grupos OU devem conter vários itens separados por vírgulas e cada item pode representar uma combinação em apenas um fone, a menos que o item seja cercado por parênteses. Uma ou mais vírgulas estão ausentes ou o item deve ser colocado entre parênteses.
en: A match on the pattern '{0}' will include more than one phone. This text was found in an OR group and as such, it is invalid. OR groups should contain multiple items separated by commas and each item may represent a match on only one phone unless the item is surrounded by parentheses. Either one or more commas are missing or the item should be placed between parentheses.

source: O(s) Fone(s) posterior não constam nos dados:
en: The following phone(s) are not found in the data:

source: Sintaxe de erro. O padrão não é o formato correto: {0}
en: Syntax error. Pattern is not in the correct format: {0}

source: item de pesquisa
en: search item

source: Você deve especificar um item de pesquisa.
en: You must specify a search item.

source: O padrão de pesquisa '{0}' contém os seguintes erros:
en: The search pattern '{0}' contains the following error(s):

source: O padrão de pesquisa contém os seguintes erros:
en: The search pattern contains the following error(s):

source: =============== Exceções ===============
en: =============== Exceptions ===============

source: Este programa não foi capaz de iniciar seu programa de e-mail, para enviar a mensagem de erro. O conteúdo da mensagem de erro foi colocado na sua área de transferência.
en: This program was not able to get your email program, if you have one, to send the error message. The contents of the error message has been placed on your Clipboard.

source: <Detalhes do errror de pesquisa foram copiados para a área de transferência. Por favor, cole-os aqui>
en: <Details of search errror have been copied to the clipboard. Please paste them here>

source: Sintaxe de erro em {0}.
en: Syntax error in {0}.

source: O padrão '{0}' contém muitos diacríticos espaços reservados em grupos E. Apenas um ediacríticos espaços reservados é permitido por grupo E.
en: The pattern '{0}' contains too many diacritic placeholders in one of the AND groups. Only one diacritic placeholder is allowed per AND group.

source: O símbolo de acentuação de um ou mais (+) aparece muitas vezes com um diacrítico espaço reservado. Apenas um é permitido.
en: The One-Or-More-Diacritics symbol (+) appears too many times with a diacritic placeholder. Only one is allowed.

source: A parte seguinte do ambiente de pesquisa padrão contém muitos símbolos de 'um ou mais' (+). Apenas um pode e deve ser no final.
en: The following environment portion of the search pattern contains too many 'one or more' symbols (+). Only one is allowed and it must be at the end.

source: A parte anterior do ambiente de pesquisa padrão contém muitos símbolos de 'um ou mais' (+). Apenas um pode e deve ser no início.
en: The preceding environment portion of the search pattern contains too many 'one or more' symbols (+). Only one is allowed and it must be at the beginning.
